Repository: snowfallorg/icicle
Catalog: po/*.po
Languages: sk, ta

source: Install SnowflakeOS
sk: Inštalovať SnowflakeOS
ta: ச்னோஃப்ளேகியோசை நிறுவவும்

source: Install
sk: Inštalovať
ta: நிறுவவும்

source: Installer;Icicle;
sk: Inštalátor;Icicle;
ta: நிறுவி; ஐசிகல்;

source: Icicle Installer
sk: Inštalátor Icicle
ta: ஐசிகல் நிறுவி

source: A graphical installer for NixOS based distributions.
sk: Grafický inštalátor pre distribúcie založené na NixOS.
ta: நிக்சோச் அடிப்படையிலான விநியோகங்களுக்கான வரைகலை நிறுவி.

source: Give Icicle Installer root access
sk: Dať Icicle inštalátoru root prístup
ta: ஐசிகல் நிறுவி ரூட் அணுகலை கொடுங்கள்

source: Authentication is required to install operating system
sk: Pre inštaláciu operačného syszému je vyžadované overenie
ta: இயக்க முறைமையை நிறுவ ஏற்பு தேவை

source: Installation Failed!
sk: Inštalácia zlyhala!
ta: நிறுவல் தோல்வியடைந்தது!

source: Upload Report
sk: Nahrať hlásenie
ta: அறிக்கையைப் பதிவேற்றவும்

source: Open Report
sk: Otvoriť hlásenie
ta: திறந்த அறிக்கை

source: Keyboard Layout
sk: Rozhranie klávesnice
ta: விசைப்பலகை தளவமைப்பு

source: Test the Keyboard Layout
sk: Vyskúšať rozhranie klávesnice
ta: விசைப்பலகை தளவமைப்பை சோதிக்கவும்

source: Show less
sk: Ukázať menej
ta: குறைவாகக் காட்டு

source: Show all
sk: Ukázať všetko
ta: அனைத்தையும் காட்டு

source: Clear
sk: Vyčistiť
ta: தெளிவான

source: Select a disk
sk: Vybrať disk
ta: வட்டு தேர்ந்தெடுக்கவும்

source: Disk will be formatted and all data will be lost
sk: Disk bude sformátovaný a všetky dáta budú stratené
ta: வட்டு வடிவமைக்கப்பட்டு எல்லா தரவுகளும் இழக்கப்படும்

source: Advanced
sk: Pokročilé
ta: மேம்பட்ட

source: Refresh
sk: Obnoviť
ta: புதுப்பிப்பு

source: Select partitions
sk: Vybrať oddiely
ta: பகிர்வுகளைத் தேர்ந்தெடுக்கவும்

source: Ready to install!
sk: Pripravené na inštaláciu!
ta: நிறுவ தயாராக உள்ளது!

source: Missing <tt>/boot/efi</tt> partition
sk: Chýbajúci <tt>/boot/efi</tt> oddiel
ta: <tt>/boot/efi </tt> பகிர்வு காணவில்லை

source: Missing <tt>/</tt> partition
sk: Chýbajúci <tt>/</tt> oddiel
ta: காணவில்லை <tt>/</tt> பகிர்வு

source: Missing <tt>/</tt> and <tt>/boot/efi</tt> partitions
sk: Chýbajúce <tt>/</tt> a <tt>/boot/efi</tt> oddiely
ta: <tt>/</tt> மற்றும் <tt>/boot/efi </tt> பகிர்வுகளைக் காணவில்லை

source: Launch GParted
sk: Spustiť GParted
ta: Gparted ஐ தொடங்கவும்

source: Basic
sk: Základné
ta: அடிப்படை

source: {} (20 GB minimum needed)
sk: {} (potrebných je aspoň 20 GB)
ta: {} (20 சிபி குறைந்தபட்சம் தேவை)

source: Format
sk: Formátovať
ta: வடிவம்

source: Mount
ta: மவுண்ட்

source: Do not mount
sk: Nepoužívajte montáž
ta: ஏற்ற வேண்டாம்

source: Leave as is
sk: Zanechať ako
ta: விடுங்கள்

source: Summary
sk: Súhrn
ta: சுருக்கம்

source: Language
sk: Jazyk
ta: மொழி

source: Keyboard
sk: Klávesnica
ta: விசைப்பலகை

source: Timezone
sk: Časová zóna
ta: நேர மண்டலம்

source: Partitions
sk: Oddiely
ta: பகிர்வுகள்

source: Full Disk
sk: Celý disk
ta: முழு வட்டு

source: Entire disk will be formatted
sk: Celý disk bude sformátovaný
ta: முழு வட்டு வடிவமைக்கப்படும்

source: User
sk: Užívateľ
ta: பயனர்

source: Name
sk: Meno
ta: பெயர்

source: Username
sk: Prezývka
ta: பயனர்பெயர்

source: Hostname
sk: Aktuality
ta: புரவலன்பெயர்

source: Mountpoint:
ta: மவுண்ட்பாயிண்ட்:

source: Format:
sk: Formát:
ta: வடிவம்:

source: Do not format
sk: Neformátovať
ta: வடிவமைக்க வேண்டாம்

source: Create a new user
sk: Vytvoriť nového užívateľa
ta: புதிய பயனரை உருவாக்கவும்

source: Password
sk: Heslo
ta: கடவுச்சொல்

source: Confirm Password
sk: Potvrdiť heslo
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Log in automatically
sk: Prihlásiť automaticky
ta: தானாக உள்நுழைக

source: Root password
sk: Root heslo
ta: ரூட் கடவுச்சொல்

source: Confirm root password
sk: Potvrdiť root heslo
ta: ரூட் கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Welcome!
sk: Vitajte!
ta: வரவேற்கிறோம்!

source: Choose a language
sk: Vybrať jazyk
ta: ஒரு மொழியைத் தேர்வுசெய்க

source: {} Installer
sk: {} Inštalátor
ta: {} நிறுவி

source: Installing…
sk: Inštaluje sa…
ta: நிறுவுதல்…

source: Installation Finished
sk: Inštalácia dokončená
ta: நிறுவல் முடிந்தது

source: Installation Failed
sk: Inštalácia zlyhala
ta: நிறுவல் தோல்வியடைந்தது

source: Finished!
sk: Dokončené!
ta: முடிந்தது!

source: Reboot
sk: Reštartovať
ta: மறுதொடக்கம் செய்யுங்கள்

source: No Internet
sk: Žiadny internet
ta: இணையம் இல்லை

source: Please connect to the Internet to continue
sk: Pre pokračovanie sa prosím pripojte na internet
ta: தொடர இணையத்துடன் இணைக்கவும்

source: Try {} live
sk: Vyskúšať {} naživo
ta: {} வாழ முயற்சிக்கவும்

source: Advanced Installation
sk: Pokročilá inštalácia
ta: மேம்பட்ட நிறுவல்

source: Extra Package Managers
sk: Extra manažéri balíkov
ta: கூடுதல் தொகுப்பு மேலாளர்கள்

source: Enable Flatpak support
sk: Povoliť podporu Flatpak
ta: பிளாட்பாக் ஆதரவை இயக்கவும்

source: Enable AppImage support by installing the "appimage-run" package. For AppImages to work, you must run them with the "appimage-run" command.
sk: Enable App Podpora obrazu inštaláciou balíka "appimage-run". Pre AppImages pracovať, musíte spustiť s príkazom "appimage-run".
ta: "அபிமேச்-ரன்" தொகுப்பை நிறுவுவதன் மூலம் சேர்க்கை ஆதரவை இயக்கவும். பயன்பாடுகள் வேலை செய்ய, நீங்கள் அவற்றை "அபிமேச்-ரன்" கட்டளையுடன் இயக்க வேண்டும்.

source: Kernel
ta: கர்னல்

source: Install the latest LTS kernel
sk: Inštalovať posledný dlho podporovaný kernel
ta: அண்மைக் கால எல்.டி.எச் கர்னலை நிறுவவும்

source: Install the latest kernel
sk: Inštalovať najnovší kernel
ta: அண்மைக் கால கர்னலை நிறுவவும்

source: Install the libre kernel
sk: Inštalovať libre kernel
ta: லிப்ரே கர்னலை நிறுவவும்

source: Install the Zen kernel
sk: Inštalovať Zen kernel
ta: சென் கர்னலை நிறுவவும்

source: Basic Installation
sk: Základná inštalácia
ta: அடிப்படை நிறுவல்

source: Configurable and Customizable
sk: Nastaviteľná a prispôsobiteľná
ta: உள்ளமைக்கக்கூடிய மற்றும் தனிப்பயனாக்கக்கூடிய

source: Easily modify and manage your system configuration with the power of NixOS
sk: Jednoducho upravujte a spravujte vašu systémovú konfiguráciu so silou NixOSu
ta: நிக்சோசின் சக்தியுடன் உங்கள் கணினி உள்ளமைவை எளிதாக மாற்றவும் நிர்வகிக்கவும்

source: Nix Package Manager
sk: Správca balíčkov NIx
ta: நிக்ச் தொகுப்பு மேலாளர்

source: Keep your system stable with Nix's reliable and reproducible packages
sk: Udržujte svoj systém stabilný s spoľahlivými a reprodukovateľnými balíkmi Nix
ta: நிக்சின் நம்பகமான மற்றும் இனப்பெருக்க தொகுப்புகளுடன் உங்கள் கணினியை நிலையானதாக வைத்திருங்கள்

source: Over 80,000 packages available
sk: Dostupných je cez 80,000 balíčkov
ta: 80,000 க்கும் மேற்பட்ட தொகுப்புகள் கிடைக்கின்றன

source: Easily find and install all the packages you need on your SnowflakeOS system
sk: Ľahko nájsť a nainštalovať všetky balíky, ktoré potrebujete na vašom systéme SnowflakeOS
ta: உங்கள் ச்னோஃப்ளேகியோச் கணினியில் உங்களுக்கு தேவையான அனைத்து தொகுப்புகளையும் எளிதாகக் கண்டுபிடித்து நிறுவவும்
